Repository: franck-paul/cookiechoices
Catalog: locales/*/main.po
Languages: fr

source: Cookie Consent System
fr: Système de consentement pour les cookies

source: A dialog box
fr: Une boîte de dialogue

source: A bar on top
fr: Une barre en haut de la page

source: A bar on bottom
fr: Une barre en bas de la page

source: Enable Cookie Consent System
fr: Activer le système de consentement pour les cookies

source: Your message for visitors here:
fr: Le message pour vos visiteurs ici :

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
fr: Les cookies nous aident à délivrer nos services. En utilisant nos services vous agréez l'usage de cookies.

source: Example:
fr: Exemple :

source: Close message:
fr: Message de fermeture :

source: Got it
fr: D'accord

source: Learn more link
fr: Lien pour en savoir plus

source: Learn more message:
fr: Message pour en savoir plus :

source: (leave this field empty to not include this link)
fr: (laissez ce champ vide pour ne pas inclure de lien)

source: Learn more
fr: En savoir plus

source: URL (learn more):
fr: URL pour en savoir plus :

source: Display message on every page
fr: Afficher le message sur toutes les pages

source: Display message as:
fr: Afficher le message dans :
